mas = ("09.02.03 ПРОГРАММИРОВАНИЕ В КОМПЬЮТЕРНЫХ СИСТЕМАХ",
       "09.02.04 ИНФОРМАЦИОННЫЕ СИСТЕМЫ (ПО ОТРАСЛЯМ)",
       "09.02.07 ИНФОРМАЦИОННЫЕ СИСТЕМЫ И ПРОГРАММИРОВАНИЕ",
       "10.02.01 ОРГАНИЗАЦИЯ И ТЕХНОЛОГИЯ ЗАЩИТЫ ИНФОРМАЦИИ",
       "10.02.04 ОБЕСПЕЧЕНИЕ ИНФОРМАЦИОННОЙ БЕЗОПАСНОСТИ ТЕЛЕКОММУНИКАЦИОННЫХ СИСТЕМ",
       "11.02.04 РАДИОТЕХНИЧЕСКИЕ КОМПЛЕКСЫ И СИСТЕМЫ УПРАВЛЕНИЯ КОСМИЧЕСКИХ ЛЕТАТЕЛЬНЫХ АППАРАТОВ",
       "11.02.16 МОНТАЖ, ТЕХНИЧЕСКОЕ ОБСЛУЖИВАНИЕ И РЕМОНТ ЭЛЕКТРОННЫХ ПРИБОРОВ И УСТРОЙСТВ",
       "12.02.06 БИОТЕХНИЧЕСКИЕ И МЕДИЦИНСКИЕ АППАРАТЫ И СИСТЕМЫ",
       "12.02.08 ПРОТЕЗНО-ОРТОПЕДИЧЕСКАЯ И РЕАБИЛИТАЦИОННАЯ ТЕХНИКА",
       "15.02.10 МЕХАТРОНИКА И МОБИЛЬНАЯ РОБОТОТЕХНИКА (ПО ОТРАСЛЯМ)",
       "5.02.15 ТЕХНОЛОГИЯ МЕТАЛЛООБРАБАТЫВАЮЩЕГО ПРОИЗВОДСТВА",
       "23.02.03 ТЕХНИЧЕСКОЕ ОБСЛУЖИВАНИЕ И РЕМОНТ АВТОМОБИЛЬНОГО ТРАНСПОРТА",
       "24.02.01 ПРОИЗВОДСТВО ЛЕТАТЕЛЬНЫХ АППАРАТОВ",
       "38.02.01 ЭКОНОМИКА И БУХГАЛТЕРСКИЙ УЧЕТ (ПО ОТРАСЛЯМ)",
       "40.02.01 ПРАВО И ОРГАНИЗАЦИЯ СОЦИАЛЬНОГО ОБЕСПЕЧЕНИЯ",
       "29.02.04 КОНСТРУИРОВАНИЕ, МОДЕЛИРОВАНИЕ И ТЕХНОЛОГИЯ ШВЕЙНЫХ ИЗДЕЛИЙ",
       "38.02.04 КОММЕРЦИЯ (ПО ОТРАСЛЯМ)",
       "38.02.07 БАНКОВСКОЕ ДЕЛО",
       "43.02.08 СЕРВИС ДОМАШНЕГО И КОММУНАЛЬНОГО ХОЗЯЙСТВА",
       "54.01.20 ГРАФИЧЕСКИЙ ДИЗАЙНЕР",
       "54.02.01 ДИЗАЙН (ПО ОТРАСЛЯМ)")


#print(mas[0].split()[:1][0])
#s = ''.join(mas[0].split()[1:])
#print(s)

d = {'holla' : [125, 14, 20]}
d.update({'date' : [44, 54]})

print(d)

data_chart =({
       'group': ['main', 'budget', 'paid'],
       '09.02.03': [4.2, 4.2, 2],
       '09.02.04': [5, 3.7, 2],
       '10.02.01': [3.9, 4.6, 4],
       '11.02.04': [4.4, 3.8, 2.3],
       'var5': [4.8, 3.6, 3.3],
       'var6': [4.8, 4.8, 3.3],
       'var7': [4.8, 4.5, 3.3],
       'var8': [4.9, 4.6, 3.3],
       'var9': [4.4, 4.3, 3.3],
       'var10': [4.8, 3.9, 3.3],
       'var11': [4.5, 4.5, 3.3],
       'var12': [4.8, 3.5, 3.3],
       'var13': [4.8, 4.7, 3.3],
       'var14': [4.8, 4.4, 3.3],
       'var15': [4.1, 4.5, 3.3],
       'var16': [4.2, 3.9, 3.3],
       'var17': [4.1, 3.7, 3.3],
       'var18': [4.8, 3.9, 3.3],
       'var19': [4.3, 4.6, 3.3],
       'var20': [4.8, 4.6, 3.3],
       'var21': [4.4, 4.5, 3.3]
})